adrianwilczynski.asp-net-core-switcher
ahmadalli.vscode-nginx-conf
angular.ng-template
betterer.betterer-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cyrilletuzi.angular-schematics
dbaeumer.vscode-eslint
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
firsttris.vscode-jest-runner
ghaschel.vscode-angular-html
github.copilot
github.copilot-chat
golang.go
iuriibarlukov.cursor-column-highlight
jdinhlife.gruvbox
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
mvllow.rose-pine
pushqrdx.inline-html
qwtel.sqlite-viewer
redhat.vscode-yaml
ritwickdey.liveserver
svelte.svelte-vscode
syler.sass-indented
twxs.cmake
vscodevim.vim
vsls-contrib.gistfs
vspacecode.whichkey
waderyan.gitblame
wicked-labs.wvsc-serendipity
yzhang.markdown-all-in-one
